#+title: AC Current measurements
#+subtitle: AC Current measurements
#+author: Torosian Nikolas

* ΑΣΚΗΣΗ 1
** Εκφώνηση 1
Δίδεται το παρακάτω κύκλωμα. Συνδέσετε την γεννήτρια στην είσοδο και ρυθμίσετε την για πλάτος
σήματος 10volt 𝑽𝒑"𝒑 και συχνότητας 1.5KΗz. Μετρήσετε με τον παλμογράφο το πλάτος του σήματος
εισόδου, όπως επίσης το πλάτος του σήματος στις αντιστάσεις 𝑹1, , 𝑹2, , 𝑹3 , 𝑹4 και 𝑹5 στην
συμπληρώσετε τους παρακάτω πίνακες και σχεδιάσετε σε μιλιμετρέ χαρτί τις κυματομορφές εισόδου και
όλων των τάσεων των αντιστάσεων στο ίδιο σύστημα ορθογωνίων αξόνων. Να σχεδιάσετε μια μόνο
περίοδο.

*** Εργαστηρικές μετρήσεις

| R \(\Omega) | V (p-p) | [Volt] | V (rms) | [Volt] | I (rms) | [Amp] |
|-------------+---------+--------+---------+--------+---------+-------|
|         1.5 | VR1     |    3.6 |         |   1.29 |         |  0.86 |
|           1 | VR2     |    2.6 |         |  0.885 |         | 0.885 |
|         2.2 | VR3     |   3.68 |         |  1.303 |         | 0.592 |
|       0.680 | VR4     |   2.64 |         |  0.875 |         |  1.29 |
|           1 | VR5     |   2.64 |         |   0.89 |         |  0.89 |
#+TBLFM: $7=($5/$1);n3

* ΑΣΚΗΣΗ 2
** Εκφώνηση 2
Δίδεται το παρακάτω κύκλωμα. Συνδέσετε την γεννήτρια στην είσοδο του κυκλώματος και ρυθμίσετε για
πλάτος σήματος 10volt 𝑉(p-p) και συχνότητα 2 ΚΗz. Μετρήσετε με τον παλμογράφο το πλάτος του σήματος
στις αντιστάσεις και σχεδιάσετε σε μιλιμετρέ χαρτί τις κυματομορφές εισόδου και των αντιστάσεων.
Σχεδιάσετε μία περίοδο και στο ίδιο σύστημα αξόνων. Συμπληρώσετε τους πίνακες

*** Εργαστηριακές μετρήσεις

| R \(\Omega) | V (p-p) | [Volt] | V (rms) | [Volt] | I (rms) | [Amp] |
|-------------+---------+--------+---------+--------+---------+-------|
|         1.5 | VR1     |   4.37 |         |   1.55 |         |  1.03 |
|           1 | VR2     |   4.65 |         |   1.65 |         |  1.65 |
|         2.2 | VR3     |   5.36 |         |    1.9 |         | 0.864 |
|       0.680 | VR4     |  0.282 |         |    0.1 |         | 0.147 |
|           1 | VR5     |   5.08 |         |    1.8 |         |   1.8 |
#+TBLFM: $7=($5/$1);n3
#+TBLFM: $3=($5*2.82);n3

* Notes
see notebook last pages
